TOPICS = [
    {
        "id": 0,
        "title": "Введение в Python и функция print()",
        "description": "Изучаем базу: как выводить данные в консоль и синтаксис функций.",
        "morning_question": "Для чего используется функция print() и какой тип данных она выводит в консоль по умолчанию?",
        "evening_task": "Напиши код, который выводит в одну строку фразу 'Python learning starts now' и результат умножения 15 на 3."
    },
    {
        "id": 1,
        "title": "Переменные и типы данных",
        "description": "Разбираемся, как хранить информацию: строки, числа и логические значения.",
        "morning_question": "В чем разница между динамической и статической типизацией?",
        "evening_task": "Создай три переменные разных типов и выведи их типы через функцию type()."
    }
]